{"annotation_id": "32819", "per_annotation_id": "32819", "id": "32819_0", "persona": {"country": "U.S.A", "politics": "LeftWing", "tod": "Morning", "age": "35-44", "education": "Edu-AssociateDegree", "ethnic": "Caucasian", "gender": "Male"}, "input.keywords": ["(white|setting|reception)", "(shots|experimented|close)", "(overwhelming|color)", "(wild|speaking|overwhelming)", "(practice|photography|dark)"], "input.images": ["https://farm1.staticflickr.com/1/1153831_87e199c94e_o.jpg", "https://farm1.staticflickr.com/1/1153894_d84b7ba5ed_o.jpg", "https://farm1.staticflickr.com/1/1153910_17bc7d7670_o.jpg", "https://farm1.staticflickr.com/1/1154117_8fc0f1ce19_o.jpg", "https://farm1.staticflickr.com/1/1154011_f1d17db943_o.jpg"], "input.sentences": ["i took some photos at the reception using a black and white setting .", "i experimented with some close up shots | too .", "i liked the way these came out . sometimes color is overwhelming .", "speaking of overwhelming | here 's my wild cousin .", "this was a little too dark . i need to practice my photography ."], "output.sentences": ["Joan Wanowski and her daughter Brenda were arrested for the suspected murder of Joan's husband Gary with knives from an antique place setting because he would not fix the television reception.", "They allegedly first tried killing Gary, seen here in a photo taken during a recent trip to Las Vegas, with a revolver, firing all six shots into his torso, but the PCP that Gary experimented with meant that he was close to death but unable to feel any pain or alarm.", "The evidence is overwhelming that this man, Clyde Bumpus, instigated the incident by mocking the television's terrible color and resolution while enjoying a bottle of root beer schnapps with Gary after a long shift together at the toilet factory.", "Gary's sister, the wild and crazy Josephine Wanowski, seen here during a speaking appearance for her best selling novel, \"Drinking Windex for Fun and Profit\", claims to have seen Joan stab Gary in the face with at least one 18th century silver bread knife, and she describes the overwhelming smell of death that filled the room.", "Brenda Wanowski, shown here while high on dog tranquilizers, acknowledges that she likes to practice Satanism and x-rated photography, so the police feel that her evil, dark lifestyle makes her the prime suspect in this ever-unraveling case."]}